Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Before implant placement: in situations with extensive soft-tissue deficits (Figs 4a-c).
vi: Before implant placement: in situations with extensive soft-tissue deficits (Hình 4a-c).

source: Before pouring the impression, an implant analog was screwed on top of the impression cap (Fig 35).
vi: Before pouring the impression, an implant analog was screwed on top of the impression cap (Hình 35).

source: Before taking the impression, the appropriate tooth shade was determined (Fig 12).
vi: Before taking the impression, the appropriate tooth shade was determined (Hình 12).

source: Before the final impression, a periapical radiograph was taken and the correct shade determined (Figs 20a, b).
vi: Before the final impression, a periapical radiograph was taken and the correct shade determined (Hình 20a, b).

source: Before the final impression, the correct shade was selected (Figs 17a, b).
vi: Before the final impression, the correct shade was selected (Hình 17a, b).

source: Before the final impression, the shade was taken (Fig 24).
vi: Before the final impression, the shade was taken (Hình 24).

source: Before the final impression, the shade was taken using photographs and communicated to the laboratory.
vi: Trước khi lấy dấu sau cùng, hình dạng được chụp lại và chuyển qua labo.

source: Before the insertion of the final ceramo-metal crown, the abutment was tightened to 35 Ncm (Fig 53).
vi: Before the insertion of the final ceramo-metal crown, the abutment was tightened to 35 Ncm (Hình 53).

source: Before the insertion of the final implant-supported superstructure, the peri-implant soft tissue should present optimal three-dimensional contours.
vi: Trước khi gắn phục hình sau cùng trên implant, mô mềm quanh implant nên có đường viền ba chiều tối ưu.

source: Before the removal of the transfer post, the vertical template was used to help confirm the proper implant depth (Figs 16a-c).
vi: Before the removal of the transfer post, the vertical template was used to help confirm the proper implant depth (Hình 16a-c).

source: Before the surgical session, a custom CT template was fabricated, highlighting the proposed mucosal margin position of tooth 11 (Fig 5).
vi: Before the surgical session, a custom CT template was fabricated, highlighting the proposed mucosal margin position of tooth 11 (Hình 5).

source: Benefit for the Patient
vi: Lợi ích cho bệnh nhân

source: Benefit to patient
vi: Lợi ích cho bệnh nhân

source: Besides assuring function, phonetics, and esthetics, the objective was to establish slight soft-tissue contact, especially at the interproximal aspects, to provide minimal support to the papillary tissue, preventing excessive collapse towards the center of the extraction site (Fig 10).
vi: Besides assuring function, phonetics, and esthetics, the objective was to establish slight soft-tissue contact, especially at the interproximal aspects, to provide minimal support to the papillary tissue, preventing excessive collapse towards the center of the extraction site (Hình 10).

source: Beyond these findings, the clinical and radiographic examination did not reveal any signs of pathologic processes (Fig 6).
vi: Beyond these findings, the clinical and radiographic examination did not reveal any signs of pathologic processes (Hình 6).

source: Blanching of the tissue is often evident (Figs 25a, b).
vi: Blanching of the tissue is often evident (Hình 25a, b).

source: Blanching of the tissue subsided within 10 minutes, so that the provisional was cemented with a temporary cement (Fig 18).
vi: Blanching of the tissue subsided within 10 minutes, so that the provisional was cemented with a temporary cement (Hình 18).

source: Bone anatomy of alveolar crest
vi: Giải phẫu xương của mào xương ổ răng

source: Bone level at adjacent teeth
vi: Mức xương ở răng kế cận

source: Both Brånemark and Schroeder identified the need for minimally traumatic, precise osteotomy preparation, sterile technique, suitable biomaterials, and unloaded or stress-free healing.
vi: Cả hai Brånemark và Schroeder xác định sự cần thiết cho tối thiểu chấn thương, chuẩn bị phẫu thuật chính xác, kỹ thuật vô trùng, vật liệu sinh học phù hợp, và không tải lực hoặc stress lúc lành thương.

source: Both implants were considered stable, and the dimension of the horizontal defect surrounding the implant in site 45 was less than 1 mm (Fig 3).
vi: Cả hai implant được xem là ổn định, và kích thước khuyết khuyết ngang quanh implant vùng 45 nhỏ hơn 1mm (Fig 3).

source: Both options can provide benefits for the patient, but certain key principles should be followed to prevent deleterious effects on the tissue in the edentulous space (Buser and coworkers, 2004).
vi: Cả hai tùy chọn có thể đem lại lợi ích cho bệnh nhân, nhưng một số nguyên tắc quan trọng cần được theo sau để ngăn ngừa các tác hại trên các mô trong khoảng mất răng (Buser và đồng nghiệp, 2004).

source: Bruxism
vi: Nghiến răng

source: Brånemark’s protocol required submucosal healing for 3 to 6 months, depending on anatomical location, while Schroeder’s permitted transmucosal healing for 3 to 4 months.
vi: Quy trình của Brånemark’s đòi hỏi lành thương mô dưới niêm 3 - 6 tháng, phụ thuộc vào vị trí giải phẫu, trong khi Schroeder’s cho phép mô dưới niêm lành thương 3 - 4 tháng.

source: By understanding these concepts, it is possible to appreciate how various loading protocols are viable and why they are dependent on these processes.
vi: Bằng sự hiểu các quan niệm, nó có thể đánh giá cách quy trình tải lực khác nhau là khả thi và tại sao chúng phụ thuộc các quy trình này.

source: C omplex
vi: C omplex (phức tạp)

source: Can the edentulous span be restored at all?
vi: Có thể phục hồi lại tất cả khoảng mất răng không?

source: Careful and consistent site analysis can often alert clinicians and patients to the degree of esthetic risk associated with dental treatment, allowing the dentist and, above all, the patient to develop reasonable treatment expectations.
vi: Cẩn thận và nhất quán trong phân tích vùng cấy ghép có thể báo cho nhà lâm sàng và bệnh nhân mức độ nguy cơ thẩm mỹ liên quan điều trị nha khoa, cho phép nha sĩ và bệnh nhân phát triển triển vọng điều trị hợp lý.

source: Case Reports
vi: Báo cáo ca lâm sàng

source: Case summary:
vi: Tóm tắt trường hợp

source: Caveats common to most publications include the selection of dense bone for the implant sites, rigid splinting, and the maintenance of the provisionals in the mouth for the duration of healing (Ganeles and coworkers, 2001).
vi: Hãy cẩn thận phổ biến nhất ấn phẩm bao gồm các lựa chọn của xương đặc cho vùng cấy ghép, nẹp cứng chắc, và duy trì của các phục hình tạm trong miệng trong suốt thời gian lành thương (Ganeles và đồng nghiệp, 2001).

source: Cement trapped in the submucosa can lead to peri-implant inflammation and in extreme cases to the loss of bone substance on the implant surface.
vi: Xi măng kẹt lại dưới niêm mạc có thể dẫn tới viêm quanh implant và trường hợp nặng gây tiêu xương trên bề mặt implant.

source: Cemented (Consensus Statement)
vi: Gắn xi măng (Báo cáo đồng thuận)

source: Ceramo-metal restorations, cemented
vi: Phục hình sứ kim loại, gắn xi măng

source: Ceramo-metal restorations, screw-retained
vi: Phục hình sứ kim loại, bắt vít

source: Certainly, strong inferences can be drawn from the body of information.
vi: Chắc chắn, kết luận thống kê mạnh có thể được rút ra thân của thông tin.

source: Changes to existing occlusion necessary
vi: Thay đổi khớp cắn nếu cần

source: Chapter 2.2, entitled “Review of Implant Loading Protocols,” recognizes the evolution of implant loading protocols, including recent data and literature, in order to give a state-of-the-art overview of implant loading protocols in connection with the clinical implications and applications to be derived from them.
vi: Chương 2.2, có tựa đề “Tổng quan Quy trình tải lực implant,” nhận ra sự tiến hoá của quy trình tải lực implant, bao gồm số liệu và y văn gần đây, in order to give a state-of-the-art overview of implant loading protocols in connection with the clinical implications and applications to be derived from them.

source: Character of the Edentulous Space
vi: Đặc tính của khoảng mất răng

source: Character of the edentulous space
vi: Đặc tính của khoảng mất răng

source: Chiapasco (2004) summarized the limited available data, indicating that early loading of implants in the maxilla in a small series of cases yielded 89%-100% success rates.
vi: Chiapasco ( 2004) tóm tắt những giới hạn dữ liệu sắn có cho thấy rằng tải lực sớm của cấy ghép vào hàm trên trong một số trường hợp mang lại tỉ lệ thành công 89% - 100%.

source: Chronic
vi: Mạn

source: Chronic infections, in particular chronic periapical lesions of teeth to be replaced with implants, bear a medium risk for complications with esthetic significance if not resolved prior to implant placement (Lindeboom and coworkers, 2006).
vi: Nhiễm trùng mãn tính, đặc biệt là tổn thương quanh chóp mạn được thay thế bằng implant, chịu một rủi ro trung bình các biến chứng có ý nghĩa thẩm mỹ nếu không được giải quyết trước khi cấy implant (Lindeboom và đồng nghiệp, 2006).

source: Class I and III
vi: Hạng I và III

source: Class II Div 1 and 2
vi: Hạng II Chi 1 và 2

source: Clinical Recommendations
vi: Khuyến cáo lâm sàng

source: Clinical examination and periodontal probing revealed that vertical tissue deficiencies were present at sites 22-24, particularly to the distal of tooth 22, where the cemento-enamel junction (CEJ) was completely exposed (Fig 5).
vi: Clinical examination and periodontal probing revealed that vertical tissue deficiencies were present at sites 22-24, particularly to the distal of tooth 22, where the cemento-enamel junction (CEJ) was completely exposed (Hình 5).

source: Clinical examination of the anterior maxilla revealed the presence of a harmoniously scalloped soft-tissue line and the absence of significant vertical-tissue loss (Fig 3).
vi: Clinical examination of the anterior maxilla revealed the presence of a harmoniously scalloped soft-tissue line and the absence of significant vertical-tissue loss (Hình 3).

source: Clinically, adjacent missing teeth greatly increases the esthetic challenge.
vi: Trên lâm sàng, mất răng kế cận làm tăng đáng kể sự thách thức thẩm mỹ.

source: Clinically, the bony arch presented harmonious contours, but due to the large periapical radiolucency, a bony defect had to be anticipated (Fig 4).
vi: Clinically, the bony arch presented harmonious contours, but due to the large periapical radiolucency, a bony defect had to be anticipated (Hình 4).

source: Clinician
vi: Bác sĩ

source: Comfort and danger zones are defined in the mesiodistal, orofacial, and coronoapical dimensions.
vi: Vùng an toàn và vùng nguy hiểm được định nghĩa chiều gần xa, ngoài trong và chiều trên dưới.

source: Commercially pure titanium as well as aluminum oxide and zirconia ceramics are the abutment materials of choice (Figs 14a-c).
vi: Commercially pure titanium as well as aluminum oxide and zirconia ceramics are the abutment materials of choice (Hình 14a-c).

source: Common concerns about conventional, immediate, or early loading of single implants principally involve primary implant stability.
vi: Những mối quan tâm chung về tải lực thông thường, tức thì hoặc sớm của implant đơn lẻ chủ yếu bao gồm ổn định sơ khởi của implant.

source: Commonly cited references for machined-surface implants include some of the initial publications by Adell and coworkers (1981; 1990).
vi: Tham khảo thường trích dẫn cho bề mặt implant gia công bao gồm những ấn phẩm khởi đầu bởi Adell và đồng nghiệp (1981; 1990).

source: Compact Bone
vi: Xương đặc

source: Compared to the initial situation in October of 1999 (Fig 47a), esthetics had been significantly improved (Fig 47b).
vi: Compared to the initial situation in October of 1999 (Hình 47a), esthetics had been significantly improved (Hình 47b).

source: Comparison of the lateral incisors revealed that tooth 12 had a flared appearance (Fig 2).
vi: Comparison of the lateral incisors revealed that tooth 12 had a flared appearance (Hình 2).

source: Complex
vi: Phức tạp

source: Conceptually, the groups classified the timing of the introduction of loading during wound healing.
vi: Khái niệm, các nhóm phân loại thời gian của sự ra đời của tải lực trong lành thương.

source: Concluding Remarks (Epicrisis):
vi: Kết Luận (Epicrisis):

source: Conclusion
vi: Kết luận

source: Conclusions
vi: Kết luận

source: Conclusions: Loading Protocols for Partially Dentate Patients
vi: Kết luận: qui trình tải lực cho bệnh nhân mất răng bán phần

source: Consensus Statement A.2
vi: Báo cáo đồng thuận A.2

source: Consensus Statement A.4
vi: Báo cáo đồng thuận A.4

source: Consensus Statement B.1
vi: Báo cáo đồng thuận B.1

source: Consensus Statement B.2
vi: Báo cáo đồng thuận B.2

source: Consensus Statement B.3
vi: Báo cáo đồng thuận B.3

source: Consensus Statement B.4
vi: Báo cáo đồng thuận B.4

source: Consensus Statement B.5
vi: Báo cáo đồng thuận B.5

source: Consensus Statement C.1
vi: Báo cáo đồng thuận C.1

source: Consensus Statement C.2
vi: Báo cáo đồng thuận C.2

source: Consensus Statement C.4
vi: Báo cáo đồng thuận C.4

source: Consensus Statement C.5
vi: Báo cáo đồng thuận C.5

source: Consensus Statements
vi: Báo cáo đồng thuận

source: Consensus Statements and Recommended Clinical Procedures Regarding Esthetics in Implant Dentistry
vi: Tuyên bố đồng thuận và Phương pháp lâm sàng khuyến cáo đối với thẩm mỹ trong cấy ghép nha khoa.

source: Consensus Statements and Recommended Clinical Procedures Regarding Loading Protocols for Endosseous Dental Implants
vi: Báo cáo đồng thuận và khuyến cáo quy trình lâm sàng liên quan đến quy trình tải lực cho implant nha khoa trong xương

source: Contributors
vi: Cộng tác viên

source: Conventional
vi: thông thường

source: Conventional Loading
vi: Tải lực thông thường

source: Conventional loading
vi: Tải lực thông thường

source: Conventional loading of fully edentulous maxillary arches is generally considered predictable, with much documentation available from some of the classic longitudinal implant publications.
vi: Tải lực thông thường của hàm trên mất răng toàn bộ thường được coi là đoán được, với nhiều tài liệu sẵn có từ vài ấn phẩm implant theo chiều dọc cổ điển.

source: Conventional loading of implants in the mandible of edentulous patients was the original indication for implant dentistry.
vi: Tải lực thông thường của implant trên hàm dưới của bệnh nhân mất răng được chỉ định lần đầu cho implant nha khoa.

source: Conventional loading protocols are often not effective in terms of time, and immediate loading can be associated with unnecessary risk.
vi: Quy trình tải lực thông thường thường không hiệu quả trong điều kiện thời gian, và tải lực tức thì có thể có liên quan tới nguy cơ không cần thiết

source: Conventional loading: A prosthesis attached to the implants in a secondary procedure a minimum of three months following implant placement (it should be noted that when this definition was proposed, it was anticipated that the specific time for healing would be changed over time as implant surfaces and procedures evolved to predictably permit reduced conventional healing times).
vi: Tải lực thông thường: một phục hình kết nối với implant trong một thủ thuật thứ phát tối thiểu 3 tháng sau khi đặt implant (nó nên được lưu ý răng khi định nghĩa này được đề nghị, nó đã lường trước được rằng thời gian lành thương có thể thay đổi theo bề mặt implant và thủ thuật bao gồm cho phép dự đoán được giảm số lần lành thương)

source: Conventional or early
vi: thông thường hoặc sớm

source: Cooper and coworkers (2001) exclusively focused on anterior single teeth that were restored at approximately 3 weeks, while the others primarily treated posterior sites restored in 6-8 weeks.
vi: Cooper and coworkers (2001) chỉ tập trung vào răng đơn lẻ phía trước phục hình khoảng 3 tuần, trong khi những người khác chủ yếu điều trị vùng phía sau được phục hình trong 6 - 8 tuần.

source: Cooper’s group did not note movement of implants, but limited torque to 20 Ncm at 3 weeks.
vi: Nhóm của Cooper không lưu ý chuyển động của implant, nhưng giới hạn lực torque đến 20 Ncm tại 3 tuần.

source: Copyright-Seite
vi: Trang bản quyền

source: Core of dense trabecular bone
vi: Lõi dày đặc xương xốp

source: Core of low-density trabecular bone
vi: Lõi có mật độ xương xốp thấp

source: Coronoapical
vi: Trên dưới

source: Coronoapical Dimension
vi: Chiều thân chóp

source: Correct three-dimensional implant placement is essential for an esthetic treatment outcome.
vi: Đặt implant chính xác ba chiều không gian là cần thiết cho kết quả điều trị thẩm mỹ.

source: Cost-Effectiveness
vi: Chi phí - hiệu quả

source: Cost-effectiveness
vi: Chi phí - hiệu quả

source: Creating interproximal emergence requires straight or slightly convex support from the coping margin through the tissue to the contact point (Fig 23).
vi: Creating interproximal emergence requires straight or slightly convex support from the coping margin through the tissue to the contact point (Hình 23).

source: Currently, the literature regarding esthetic outcomes is inconclusive for the routine implementation of certain surgical approaches, such as flapless surgery and immediate or delayed implant placement with or without immediate loading in the anterior maxilla.
vi: Hiện nay, y văn liên quan đến kết quả thẩm mỹ không đủ kết luận cho việc thực hiện thường xuyên các phương pháp phẫu thuật nhất định, như phẫu thuật không lật vạt và cấy ghép implant tức thì hay trì hoãn có hoặc không có tải lực tức thời ở phía trước hàm trên.

source: Currently, there are no published risk assessment guidelines to assist in determining loading protocols.
vi: Hiện nay, không có được công bố hướng dẫn đánh giá nguy cơ để trợ giúp trong việc xác định quy trình tải lực.

source: Currently, vertical bone deficiencies are a challenge to correct and often lead to esthetic shortcomings.
vi: Hiện nay, thiếu xương chiều dọc là thử thách và thường dẫn tới kém thẩm mỹ.

source: Dean Morton, Robert Jaffin, Hans-Peter Weber: “Immediate Restoration and Loading of Dental Implants: Clinical Considerations and Protocols”
vi: Dean Morton, Robert Jaffin, Hans-Peter Weber: “Phục hình và tải lực tức thì của implant nha khoa: cân nhắc và qui trình lâm sàng”

source: Decision Trees: Prosthetic Options
vi: Cây quyết định: chọn lựa phục hình

source: Decision factor
vi: Yếu tố quyết định

source: Decision tree 1 (chapter 4.3 and 4.3.1)
vi: Cây quyết định 1 (chương 4.3 và 4.3.1)

source: Decision tree 2 (chapter 4.3 and 4.3.2)
vi: Cây quyết định 2 (chương 4.3 và 4.3.2)

source: Definition of Terms
vi: Định nghĩa Thuật ngũ

source: Definition of the Esthetic Zone
vi: Định nghĩa vùng thẩm mỹ.

source: Definition of the Esthetic Zone:
vi: Định nghĩa vùng thẩm mỹ.

source: Definitive implant restorations
vi: Phục hình sau cùng trên implant

source: Definitive impressions were made using screw-on synOcta impression copings (Figs 8-9).
vi: Lấy dấu sau cùng dùng vít synOcta impression copings (Figs 8-9).

source: Degree of Risk
vi: Mức độ nguy cơ

source: Degree of Treatment Difficulty
vi: Mức độ khó của điều trị

source: Delayed loading
vi: Tải lực trễ

source: Dental implants can be loaded at varying time intervals subsequent to placement.
vi: Implant nha khoa có thể được tải lực tại khoảng thời gian khác nhau sau khi đặt.

source: Dental risk factors
vi: Yếu tố nguy cơ nha khoa

source: Description
vi: Mô tả

source: Designing an interim restoration that will eliminate these pressures is recommended.
vi: Thiết kế một phục hồi tạm thời mà sẽ loại bỏ những áp lực này được đề nghị

source: Despite the addition of this dentine-like ceramic layer, a significant degree of translucency could be maintained, which was verified by light transmission (Fig 39).
vi: Despite the addition of this dentine-like ceramic layer, a significant degree of translucency could be maintained, which was verified by light transmission (Hình 39).

source: Diagnostic Factors for Esthetic Risk Assessment
vi: Các Yếu Tố Chẩn Đoán Cho Đánh Giá Nguy Cơ Thẩm Mỹ

source: Diagnostic casts were poured to perform a waxup and to fabricate surgical templates (Figs 10a-d).
vi: Diagnostic casts were poured to perform a waxup and to fabricate surgical templates (Hình 10a-d).

source: Diagnostic factors of significance to the pre-treatment examination of the esthetic risk to the treatment outcome include:
vi: Yếu tố chẩn đoán ý nghĩa đối với việc thăm khám trước điều trị các nguy cơ thẩm mỹ cho kết quả điều trị bao gồm:

source: Diagnostic wax-ups help establish a plan for modifying the positions of those teeth and will often be a mandatory component of pre-treatment esthetic analysis.
vi: Mẫu sáp chẩn đoán giúp thiết lập một kế hoạch để thay đổi vị trí của các răng và thường sẽ là một thành phần bắt buộc của phân tích thẩm mỹ trước khi điều trị.

source: Difficulty
vi: Khó

source: Difficulty Level of the Prosthodontic Treatment
vi: Độ khó của điều trị phục hình

source: Direct occlusal contact
vi: Tiếp xúc cắn khớp trực tiếp

source: Discussion of the oral rehabilitation project should focus on three aspects: form, function, and esthetics (Garber and coworkers, 1995; Morton and coworkers, 2004).
vi: Thảo luận về các vấn đề trong miệng nên tập trung vào ba khía cạnh: hình thức, chức năng và thẩm mỹ (Garber và đồng nghiệp, 1995; Morton và đồng nghiệp, 2004).

source: Distance between the tip of the papilla and the most apical interproximal contact
vi: Khoảng cách giữa đỉnh nhú nướu và điểm tiếp xúc cao nhất về phía chóp

source: Documentation and evidence
vi: Tài liệu và bằng chứng

source: Due to pain symptoms, there was a need for treatment.
vi: Do triệu chứng đau, nên cần điều trị.

source: Due to the ideal implant axis, the provisional crown could be transocclusally screw-retained (Fig 45).
vi: Due to the ideal implant axis, the provisional crown could be transocclusally screw-retained (Hình 45).

source: Due to the large size of the transition zone, a custom impression cap was fabricated at chairside with the aid of the mesoabutment and provisional restoration (Figs 18a-b).
vi: Due to the large size of the transition zone, a custom impression cap was fabricated at chairside with the aid of the mesoabutment and provisional restoration (Hình 18a-b).

source: Due to the severe bone resorption caused by the infection, a bone-augmentation procedure needed to be performed before implant insertion (Fig 6).
vi: Do tiêu xương nặng sau nhiễm trùng, thủ thuật ghép xương cần thực hiện trước khi cấy ghép (Hình 6).

source: During second-stage surgery, an attempt to increase the soft-tissue support was made using a subepithelial connective-tissue graft (Fig 34).
vi: During second-stage surgery, an attempt to increase the soft-tissue support was made using a subepithelial connective-tissue graft (Hình 34).

source: During the consultation visit, it is imperative to determine the patient’s ultimate desires.
vi: Trong lần hẹn hội chẩn, nó là bắt buộc để xác định mong muốn cuối cùng của bệnh nhân.

source: During the discussion, several statements were made regarding immediate or early restoration and/or loading of implants in edentulous and partially dentate patients.
vi: Trong các cuộc thảo luận, một số báo cáo liên quan đến phục hình và/hoặc tải lực sớm của implant cho bệnh nhân mất răng bán phần.

source: During the soft-tissue healing period of two to three weeks, chemical plaque control with chlorhexidine digluconate (0.1%) is normally performed.
vi: Trong thời gian mô mềm lành thương khoảng hai đến ba tuần, kiểm soát mảng bám bằng hoá học bằng chlorhexidine digluconate (0.1%) thường được chỉ định
